# Преза для Альфа-Банка

## Контекст

- Методология наставничества
- Возможности сервиса
- Технический стек

---

## Мои сильные стороны

- 11 лет в разработке
- Работал автором курсов. Понимаю боль менторов и менти
- Экспертиза в разработке, архитектуре, обучении, фин.техе

Миссия Teacher Army - предоствалнеие инструментов менторам и менти для повышения качества передачи опыта и коммуникаций

Встроенный чат
Бот, команды, уведомления
Простой и функциональный интерфейс
Простота и качество
Омниканальность - можно использовать сайт или бота

---

Тесты
Архитектура

---

Платформа

- Стилизация
- Адаптация текстов, состояний, пользовательских сценариев, интерфейса

## Статистика

- Посчитать конверсии заявок в группы
- Среднее количество консультаций в группе
